{
  "filmsList": [
    {
      "id": 4512,
      "title": "Как трусливый Роберт Форд убил Джесси Джеймса",
      "overview": "История самого печально известного преступника Америки времен Дикого Запада. Дерзкий и непредсказуемый Джесси Джеймс - легендарный вор. Он всегда тщательно планирует свои нападения, и ведет войну с теми, кто наживается денег и славы, прикрываясь его именем. В 1881 году в ряды банды Джеймса вступает Роберт Форд. Со временем Джесси падает в глазах Форда, который никогда не отличался смелостью. Никто и не мог предположить, что именно этот трусливый юнец, возмущенный поведением главаря, отважится на убийство Джесси.",
      "poster_path": "/2dgeSYrf5WJMmVgZPoiyZVzOQze.jpg",
      "popularity": 10.335,
      "release_date": "2007-09-07",
      "genre_ids": [28, 18, 37],
      "vote_average": 7,
      "vote_count": 1824,
      "adult": false,
      "new": true
    }, {
      "id": 173165,
      "title": "The King of Arcades",
      "overview": "",
      "poster_path": "/xYDFvTIqD7gCjAYxXaPV49Z1KMk.jpg",
      "popularity": 1.192,
      "release_date": "2014-06-17",
      "genre_ids": [99],
      "vote_average": 5.8,
      "vote_count": 16,
      "adult": false,
      "new": true
    }, {
      "id": 44241,
      "title": "Полный ноль",
      "overview": "Мистер Гай — ведущий телемагазина. Но быть звездой ТВ ему недостаточно. Он вмешивается в интриги, связанные с секретами государства. Встретив Сэм, секретного агента, он получает шанс стать настоящим героем, если сможет…",
      "poster_path": "/2CbGz2ImOp05DSpmu4H3T7WVHze.jpg",
      "popularity": 2.686,
      "release_date": "2010-01-27",
      "genre_ids": [35],
      "vote_average": 2.6,
      "vote_count": 21,
      "adult": false,
      "new": false
    }, {
      "id": 8879,
      "title": "Имя ему Смерть",
      "overview": "Северная Калифорния, конец первой половины XIX века. На золотых приисках в горах Сьерра происходит конфликт: жители небольшого посёлка, индивидуальные старатели никак не хотят идти на поводу банкира, мечтающего прибрать к рукам их маленький, но приносящий золото, бизнес. После очередного налёта бандитов, нанятых магнатом, золотоискатели, похоже, смирились со своей участью и готовы признать себя побеждёнными.  Но в городке появляется всадник на белом коне в сутане священника. Местный маршал, пособник бандитов, пытается вспомнить, где он видел этого человека, а 14-летняя Меган, словно отвечая на его вопрос, читает строки из Библии: «Имя ему смерть».  И в самом деле, герой Иствуда (его в фильме называют Проповедник) заменяет всех «крепких орешков» и «великолепную семёрку», усердно истребляя врагов жителей посёлка.",
      "poster_path": "/jwqTourTKRn6UrbsGJwgtEuq3Dr.jpg",
      "popularity": 9.008,
      "release_date": "1985-06-28",
      "genre_ids": [37],
      "vote_average": 7.2,
      "vote_count": 678,
      "adult": false,
      "new": false
    }, {
      "id": 90,
      "title": "Полицейский из Беверли-Хиллз",
      "overview": "Алекс Фоули, «крутой полицейский» из Детройта, отправляется в Калифорнию, в богатый район Беверли-Хиллз, пытаясь разыскать убийц своего лучшего друга. Типичный для «полицейских фильмов» сюжет с непременными погонями, драками, перестрелками и сценами насилия использован, напротив, для создания комедийного боевика. Эта картина оказалась невероятно успешной и вызвала громадный интерес у зрителей во многом благодаря редкостному комедийному таланту чернокожего актёра Эдди Мерфи, закрепившего за собой место лучшего комика США в 80-е годы.",
      "poster_path": "/lN5PRrWXdssS6EFCrEoguVArml.jpg",
      "popularity": 14.003,
      "release_date": "1984-11-30",
      "genre_ids": [28, 35, 80],
      "vote_average": 7.2,
      "vote_count": 2807,
      "adult": false,
      "new": false
    }, {
      "id": 70780,
      "title": "The Beast Within: Making 'Alien'",
      "overview": "",
      "poster_path": "/4HkMVWwJ21JFuQCiDCUcD55nl4j.jpg",
      "popularity": 1.308,
      "release_date": "2003-12-02",
      "genre_ids": [99],
      "vote_average": 8.2,
      "vote_count": 12,
      "adult": false,
      "new": true
    }, {
      "id": 434355,
      "title": "Такси 5",
      "overview": "Полицейскому, которого перевели в полицию Марселя, поручают непростое задание - ему нужно поймать банду итальянских грабителей, которые используют в налетах автомобили Феррари. А помогать ему в этом будет племянник Даниэля...",
      "poster_path": "/8JZsGtqrxneQ5XF42MHgB7kc2Ex.jpg",
      "popularity": 12.889,
      "release_date": "2018-04-11",
      "genre_ids": [35, 28],
      "vote_average": 5.6,
      "vote_count": 755,
      "adult": false,
      "new": true
    }
  ]
}